Repository: maiqingqiang/ChatMLX
Catalog: ChatMLX/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: Experimental features may have performance limitations. Features and programmatic interfaces are subject to change at any time.
ar: قد تكون الميزات التجريبية محدودة الأداء. الميزات والواجهات البرمجية قابلة للتغيير في أي وقت.
ca: Les funcions experimentals poden tenir limitacions de rendiment. Les funcions i interfícies programàtiques poden canviar en qualsevol moment.
cs: Experimentální funkce mohou mít omezení výkonu. Funkce a programové rozhraní mohou být kdykoli změněny.
da: Eksperimentelle funktioner kan have ydeevnebegrænsninger. Funktioner og programmeringsgrænseflader kan ændres når som helst.
de: Experimentelle Funktionen können Leistungseinschränkungen haben. Funktionen und programmgesteuerte Schnittstellen können jederzeit geändert werden.
el: Πειραματικές δυνατότητες μπορεί να έχουν περιορισμούς απόδοσης. Οι δυνατότητες και οι προγραμματικές διεπαφές ενδέχεται να αλλάξουν ανά πάσα στιγμή.
es: Las funciones experimentales pueden tener limitaciones de rendimiento. Las funciones e interfaces programáticas están sujetas a cambios en cualquier momento.
es_419: Las funciones experimentales pueden tener limitaciones de rendimiento. Las características e interfaces programáticas están sujetas a cambios en cualquier momento.
fi: Kokeelliset ominaisuudet voivat sisältää suorituskykyrajoituksia. Ominaisuudet ja ohjelmointirajapinnat voivat muuttua milloin tahansa.
fr: Les fonctionnalités expérimentales peuvent avoir des limitations de performance. Les fonctionnalités et les interfaces programmatiques peuvent être modifiées à tout moment.
fr_ca: Les fonctionnalités expérimentales peuvent avoir des limitations de performance. Les fonctionnalités et les interfaces programmatiques peuvent changer à tout moment.
he: ייתכן שלמאפיינים ניסיוניים יהיו מגבלות ביצועים. מאפיינים ממשקיים ותכנותיים נתונים לשינוי בכל עת.
hi: प्रयोगात्मक विशेषताएं प्रदर्शन सीमाएँ हो सकती हैं। विशेषताएं और कार्यक्रमात्मक इंटरफेस कभी भी परिवर्तन के अधीन हो सकते हैं।
hr: Eksperimentalne značajke mogu imati ograničenja u performansama. Značajke i programska sučelja podložni su promjenama u bilo kojem trenutku.
hu: Kísérleti funkciók teljesítménybeli korlátozásokkal járhatnak. A funkciók és a programozási felületek bármikor változhatnak.
id: Fitur eksperimental mungkin memiliki keterbatasan kinerja. Fitur dan antarmuka program dapat berubah sewaktu-waktu.
it: Le funzionalità sperimentali potrebbero avere limitazioni di prestazioni. Le funzionalità e le interfacce programmatiche sono soggette a modifiche in qualsiasi momento.
ja: 実験的な機能にはパフォーマンスの制限がある場合があります。機能やプログラムインターフェースはいつでも変更される可能性があります。
ko: 실험적인 기능은 성능 제한이 있을 수 있습니다. 기능 및 프로그래밍 인터페이스는 언제든지 변경될 수 있습니다.
ms: Ciri eksperimen mungkin mempunyai had prestasi. Ciri dan antara muka berasaskan program boleh berubah pada bila-bila masa.
nb: Eksperimentelle funksjoner kan ha ytelsesbegrensninger. Funksjoner og programmeringsgrensesnitt kan endres når som helst.
nl: Experimentele functies kunnen prestatiebeperkingen hebben. Functies en programmatische interfaces kunnen op elk moment worden gewijzigd.
pl: Funkcje eksperymentalne mogą mieć ograniczenia wydajności. Funkcje i interfejsy programistyczne mogą ulec zmianie w dowolnym momencie.
pt_br: Recursos experimentais podem ter limitações de desempenho. Recursos e interfaces programáticas estão sujeitos a alterações a qualquer momento.
pt_pt: Funcionalidades experimentais podem ter limitações de desempenho. Funcionalidades e interfaces programáticas estão sujeitas a alterações a qualquer momento.
ro: Funcționalitățile experimentale pot avea limitări de performanță. Funcționalitățile și interfețele programatice pot fi modificate oricând.
ru: Экспериментальные функции могут иметь ограничения производительности. Функции и программные интерфейсы могут изменяться в любое время.
sk: Experimentálne funkcie môžu mať obmedzenia výkonu. Funkcie a programovateľné rozhrania sa môžu kedykoľvek zmeniť.
sv: Experimentella funktioner kan ha prestandabegränsningar. Funktioner och programmatiska gränssnitt kan ändras när som helst.
th: คุณลักษณะทดลองอาจมีข้อจำกัดด้านประสิทธิภาพ คุณลักษณะและอินเทอร์เฟซโปรแกรมอาจเปลี่ยนแปลงได้ตลอดเวลา
tr: Deneysel özellikler performans sınırlamalarına sahip olabilir. Özellikler ve programatik arabirimler herhangi bir zamanda değiştirilebilir.
uk: Експериментальні функції можуть мати обмеження продуктивності. Функції та програмні інтерфейси можуть змінюватися в будь-який час.
vi: Các tính năng thử nghiệm có thể có những hạn chế về hiệu suất. Các tính năng và giao diện lập trình có thể thay đổi bất kỳ lúc nào.
zh_hans: 实验性功能可能有性能限制。功能和编程接口随时可能更改。
zh_hant: 實驗功能可能有性能限制。功能和程式介面可能隨時更改。
zh_hk: 實驗功能可能有性能限制。功能和編程接口可能會隨時更改。

source: Feedback
ar: التعليقات
ca: Comentari
cs: Zpětná vazba
el: Σχόλια
es: Comentarios
es_419: Comentarios
fi: Palaute
fr: Retour d’information
fr_ca: Commentaires
he: משוב
hi: प्रतिक्रिया
hr: Povratne informacije
hu: Visszajelzés
id: Masukan
ja: フィードバック
ko: 피드백
ms: Maklum Balas
nb: Tilbakemelding
pl: Opinie
ru: Отзыв
sk: Spätná väzba
th: คำติชม
tr: Geri Bildirim
uk: Відгук
vi: Phản hồi
zh_hans: 反馈
zh_hant: 意見回饋
zh_hk: 意見反饋

source: GPU Cache Limit
ar: حد ذاكرة التخزين المؤقت لوحدة معالجة الرسوميات
ca: Límit de memòria cau de la GPU
cs: Limit pro mezipaměť GPU
da: Begrænsning for GPU-cache
de: GPU-Cache-Grenze
el: Όριο προσωρινής μνήμης GPU
es: Límite de caché de GPU
es_419: Límite de Caché de GPU
fi: GPU-välimuistin raja
fr: Limite de cache GPU
fr_ca: Limite de cache GPU
he: מגבלת המטמון של ה-GPU
hi: GPU कैश सीमा
hr: Ograničenje GPU predmemorije
hu: GPU gyorsítótár korlátja
id: Batas Cache GPU
it: Limite cache GPU
ja: GPUキャッシュ制限
ko: GPU 캐시 제한
ms: Had Cache GPU
nb: GPU-hurtigbuffergrense
nl: GPU-cachelimiet
pl: Limit bufora GPU
pt_br: Limite de Cache da GPU
pt_pt: Limite da Cache da GPU
ro: Limită cache GPU
ru: Ограничение кэша GPU
sk: Limit vyrovnávacej pamäte GPU
sv: Gräns för GPU-cache
th: ขีดจำกัดแคช GPU
tr: GPU Önbellek Limiti
uk: Граничення кешу GPU
vi: Giới hạn bộ nhớ đệm GPU
zh_hans: GPU缓存限制
zh_hant: GPU 快取上限
zh_hk: GPU 緩存限制

source: General
ar: عام
cs: Obecné
da: Generelt
de: Allgemein
el: Γενικά
fi: Yleiset
fr: Général
fr_ca: Général
he: כללי
hi: सामान्य
hr: Općenito
hu: Általános
id: Umum
it: Generali
ja: 一般
ko: 일반
ms: Umum
nb: Generelt
nl: Algemeen
pl: Ogólne
pt_br: Geral
pt_pt: Geral
ru: Основные настройки
sk: Všeobecné
sv: Allmänt
th: ทั่วไป
tr: Genel
uk: Основні
vi: Chung
zh_hans: 通用
zh_hant: 概述
zh_hk: 一般

source: Generate Time
ar: توليد الوقت
ca: Genera hora
cs: Vygenerovat čas
da: Generer tid
de: Zeit generieren
el: Δημιουργία Χρόνου
es: Generar hora
es_419: Generar hora
fi: Luo aika
fr: Générer l'heure
fr_ca: Générer l'heure
he: צור זמן
hi: समय उत्पन्न करें
hr: Generiraj vrijeme
hu: Idő létrehozása
id: Hasilkan Waktu
it: Genera ora
ja: 時間を生成
ko: 시간 생성
ms: Jana Masa
nb: Generer tid
nl: Tijd genereren
pl: Generuj czas
pt_br: Gerar Horário
pt_pt: Gerar Tempo
ro: Generează timp
ru: Сгенерировать время
sk: Generovať čas
sv: Generera tid
th: สร้างเวลา
tr: Süre Oluştur
uk: Згенерувати час
vi: Tạo thời gian
zh_hans: 生成时间
zh_hant: 生成時間
zh_hk: 生成時間

source: Generate Tokens/second
ar: توليد الرموز/الثانية
ca: Genera tokens/segon
cs: Generovat tokeny/sekundu
da: Generer Tokens/sekund
de: Token pro Sekunde generieren
el: Δημιουργία διακριτικών/δευτερόλεπτο
es: Generar tokens/segundo
es_419: Generar tokens/segundo
fi: Luo merkkejä/sekunti
fr: Générer des jetons/seconde
fr_ca: Générer des jetons/seconde
he: יצירת סמלים/שנייה
hi: प्रती/सेकंड टोकन जनरेट करें
hr: Generiraj toka/sekundi
hu: Tokenek létrehozása/másodperc
id: Hasilkan Token/detik
it: Genera token/secondo
ja: トークン/秒を生成
ko: 초당 토큰 생성
ms: Jana Token/saat
nb: Generer token/sekund
nl: Genereer Tokens/seconde
pl: Generuj Tokeny/sekundę
pt_br: Gerar Tokens/segundo
pt_pt: Gerar Tokens/segundo
ro: Generează jetoane/secundă
ru: Создать токены/секунда
sk: Generovať tokeny/sekundu
sv: Generera tokens/sekund
th: สร้างโทเคน/วินาที
tr: Saniye Başı Jeton Üret
uk: Генерувати токени/секунда
vi: Tạo mã mỗi giây
zh_hans: 生成令牌/秒
zh_hant: 每秒生成 Token
zh_hk: 每秒產生代幣

source: Hugging Face Endpoint
ar: نقطة النهاية Hugging Face
ca: Punt final de Hugging Face
cs: Hugging Face koncový bod
da: Hugging Face-endepunkt
de: Hugging Face-Endpunkt
el: Endpoint Hugging Face
es: Punto Final de Hugging Face
es_419: Punto de conexión de Hugging Face
fi: Hugging Face -päätepiste
fr: Point de terminaison Hugging Face
fr_ca: Point de terminaison Hugging Face
he: נקודת קצה של Hugging Face
hi: Hugging Face एंडपॉइंट
hr: Hugging Face završna točka
hu: Hugging Face végpont
it: Endpoint di Hugging Face
ja: Hugging Face エンドポイント
ko: 허깅 페이스 엔드포인트
ms: Titik Akhir Hugging Face
nb: Hugging Face-endepunkt
nl: Hugging Face-eindpunt
pt_br: Endpoint do Hugging Face
pt_pt: Ponto Final Hugging Face
ro: Endpoint Hugging Face
ru: Конечная точка Hugging Face
sv: Hugging Face-slutpunkt
tr: Hugging Face Uç Noktası
uk: Кінцева точка Hugging Face
vi: Điểm cuối Hugging Face
zh_hans: Hugging Face 节点
zh_hant: Hugging Face 端點
zh_hk: Hugging Face 端點

source: Hugging Face Repo Id
ar: معرّف مستودع Hugging Face
ca: Id de Repositori de Hugging Face
cs: ID úložiště Hugging Face
el: Αναγνωριστικό Αποθετηρίου Hugging Face
es: ID del repositorio de Hugging Face
es_419: ID del repo de Hugging Face
fi: Hugging Face -repojen tunnus
fr: ID du dépôt Hugging Face
fr_ca: ID du dépôt Hugging Face
he: Hugging Face מזהה מאגר
hi: Hugging Face रेपो आईडी
hr: ID spremišta Hugging Face
hu: Hugging Face tárolóazonosító
id: ID Repo Hugging Face
it: ID Repository Hugging Face
ja: Hugging Face リポジトリID
ko: Hugging Face 저장소 ID
ms: ID Repo Hugging Face
pl: Identyfikator repozytorium Hugging Face
pt_br: ID do Repositório Hugging Face
pt_pt: ID do Repositório Hugging Face
ro: ID-ul depozitului Hugging Face
ru: Идентификатор репозитория Hugging Face
tr: Hugging Face Repo Kimliği
uk: Ідентифікатор репозиторію Hugging Face
zh_hans: Hugging Face 仓库 ID
zh_hant: Hugging Face 儲存庫 ID

source: Hugging Face Token
ar: كود Hugging Face
ca: Token de Hugging Face
cs: Token Hugging Face
el: Διακριτικό Hugging Face
es: Token de Hugging Face
es_419: Token de Hugging Face
fi: Hugging Face -avain
fr: Jeton Hugging Face
fr_ca: Jeton Hugging Face
he: אסימון Hugging Face
hi: Hugging Face टोकन
it: Token di Hugging Face
ja: Hugging Face トークン
ko: 허깅 페이스 토큰
ms: Token Hugging Face
pl: Token Hugging Face
pt_br: Token do Hugging Face
pt_pt: Token do Hugging Face
ro: Token Hugging Face
ru: Токен Hugging Face
th: โทเค็น Hugging Face
uk: Токен Hugging Face
vi: Mã Hugging Face
zh_hans: Hugging Face 令牌

source: Language
ar: اللغة
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
es_419: Idioma
fi: Kieli
fr: Langue
fr_ca: Langue
he: שפה
hi: भाषा
hr: Jezik
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
nb: Språk
nl: Taal
pl: Język
pt_br: Idioma
pt_pt: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言
zh_hk: 語言

source: MLX Community
ar: مجتمع MLX
ca: Comunitat MLX
cs: Komunita MLX
da: MLX-fællesskab
el: Κοινότητα MLX
es: Comunidad MLX
es_419: Comunidad MLX
fi: MLX-yhteisö
fr: Communauté MLX
fr_ca: Communauté MLX
he: קהילת MLX
hi: MLX समुदाय
hr: Zajednica MLX
hu: MLX Közösség
id: Komunitas MLX
it: Community MLX
ja: MLXコミュニティ
ko: MLX 커뮤니티
ms: Komuniti MLX
nb: MLX-fellesskap
pl: Społeczność MLX
pt_br: Comunidade MLX
pt_pt: MLX Comunidade
ro: Comunitatea MLX
ru: MLX Сообщество
sk: Komunita MLX
th: ชุมชน MLX
tr: MLX Topluluğu
uk: Спільнота MLX
vi: Cộng đồng MLX
zh_hans: MLX 社区
zh_hant: MLX 社群
zh_hk: MLX 社群

source: Max Length
ar: الحد الأقصى لطول
ca: Longitud màxima
cs: Maximální délka
da: Maks. længde
de: Maximale Länge
el: Μέγιστο μήκος
es: Longitud máxima
es_419: Longitud Máxima
fi: Enimmäispituus
fr: Longueur maximale
fr_ca: Longueur maximale
he: אורך מרבי
hi: अधिकतम लंबाई
hr: Maksimalna duljina
hu: Maximális hosszasság
id: Panjang Maksimum
it: Lunghezza massima
ja: 最大長
ko: 최대 길이
ms: Panjang Maksimum
nb: Maks lengde
nl: Maximale lengte
pl: Maksymalna długość
pt_br: Comprimento Máximo
pt_pt: Comprimento Máximo
ro: Lungime maximă
ru: Макс. длина
sk: Maximálna dĺžka
sv: Maxlängd
th: ความยาวสูงสุด
tr: Maksimum Uzunluk
uk: Максимальна довжина
vi: Chiều dài tối đa
zh_hans: 最大长度
zh_hant: 最大長度
zh_hk: 最大長度

source: Max Messages Limit
ar: الحد الأقصى للرسائل
ca: Límit màxim de missatges
cs: Maximální limit zpráv
da: Maksimumgrænse for beskeder
de: Maximale Nachrichtenanzahl
el: Μέγιστο Όριο Μηνυμάτων
es: Límite Máximo de Mensajes
es_419: Límite Máximo de Mensajes
fi: Viestiin enimmäisraja
fr: Limite maximale de messages
fr_ca: Limite maximale de messages
he: מגבלת הודעות מרבית
hi: अधिकतम संदेश सीमा
hr: Maksimalni broj poruka
hu: Üzenetek maximális száma
id: Batas Pesan Maksimal
it: Limite massimo messaggi
ja: メッセージ上限
ko: 최대 메시지 제한
ms: Had Maksimum Mesej
nb: Maks grense for meldinger
nl: Maximaal aantal berichten
pl: Limit maksymalnej liczby wiadomości
pt_br: Limite Máximo de Mensagens
pt_pt: Limite Máximo de Mensagens
ro: Limită maximă mesaje
ru: Максимальный лимит сообщений
sk: Maximálny limit správ
sv: Maximalt antal meddelanden
th: จำกัดจำนวนข้อความสูงสุด
tr: Maksimum Mesaj Sınırı
uk: Максимальна кількість повідомлень
vi: Giới hạn tin nhắn tối đa
zh_hans: 最大消息限制
zh_hant: 訊息數量上限
zh_hk: 訊息數量上限

source: Message Control
ar: التحكم في الرسائل
ca: Control de missatges
cs: Řízení zpráv
da: Beskedkontrol
de: Nachrichtensteuerung
el: Έλεγχος Μηνυμάτων
es: Control de mensajes
es_419: Control de Mensajes
fi: Viestien hallinta
fr: Contrôle des messages
fr_ca: Contrôle des messages
he: בקרת הודעות
hi: संदेश नियंत्रण
hr: Kontrola poruka
hu: Üzenetvezérlés
id: Kontrol Pesan
it: Controllo messaggi
ja: メッセージコントロール
ko: 메시지 제어
ms: Kawalan Mesej
nb: Meldingskontroll
nl: Berichtbeheer
pl: Sterowanie wiadomością
pt_br: Controle de Mensagens
pt_pt: Controlo de Mensagens
ro: Control Mesaje
ru: Управление сообщениями
sk: Ovládanie správ
sv: Meddelandekontroll
th: การควบคุมข้อความ
tr: Mesaj Kontrolü
uk: Керування повідомленнями
vi: Kiểm soát Tin nhắn
zh_hans: 消息控制
zh_hant: 訊息控制
zh_hk: 訊息控制

source: Model
ar: طراز
de: Modell
el: Μοντέλο
es: Modelo
es_419: Modelo
fi: Malli
fr: Modèle
fr_ca: Modèle
he: דגם
hi: मॉडल
hu: Modell
it: Modello
ja: モデル
ko: 모델
nb: Modell
pt_br: Modelo
pt_pt: Modelo
ru: Модель
sv: Modell
th: โมเดล
uk: Модель
vi: Kiểu máy
zh_hans: 模型
zh_hant: 模型
zh_hk: 型號

source: Model Settings
ar: إعدادات النموذج
ca: Configuració del model
cs: Nastavení modelu
da: Modelindstillinger
de: Modelleinstellungen
el: Ρυθμίσεις Μοντέλου
es: Configuración de modelo
es_419: Configuración de Modelo
fi: Mallin asetukset
fr: Paramètres du modèle
fr_ca: Paramètres du modèle
he: הגדרות דגם
hi: मॉडल सेटिंग्स
hr: Postavke modela
hu: Modellbeállítások
id: Pengaturan Model
it: Impostazioni modello
ja: モデル設定
ko: 모델 설정
ms: Tetapan Model
nb: Modellinnstillinger
nl: Modelinstellingen
pl: Ustawienia modelu
pt_br: Configurações de Modelo
pt_pt: Definições do Modelo
ro: Setări model
ru: Настройки модели
sk: Nastavenia modelu
sv: Modellinställningar
th: การตั้งค่าโมเดล
tr: Model Ayarları
uk: Налаштування моделі
vi: Cài đặt Mô hình
zh_hans: 模型设置
zh_hant: 模型設定
zh_hk: 模型設定

source: Model State
ar: حالة النموذج
ca: Estat del model
cs: Stav modelu
da: Modeltilstand
de: Modellstatus
el: Κατάσταση Μοντέλου
es: Estado del Modelo
es_419: Estado del modelo
fi: Mallin tila
fr: État du modèle
fr_ca: État du modèle
he: מצב דגם
hi: मॉडल स्थिति
hr: Stanje modela
hu: Modellállapot
id: Keadaan Model
it: Stato modello
ja: モデルの状態
ko: 모델 상태
ms: Keadaan Model
nb: Modelltilstand
nl: Modelstatus
pl: Stan modelu
pt_br: Estado do Modelo
pt_pt: Estado do Modelo
ro: Model de stare
ru: Состояние модели
sk: Stav modelu
sv: Modelläge
th: สถานะโมเดล
tr: Model Durumu
uk: Стан моделі
vi: Trạng thái mô hình
zh_hans: 模型状态
zh_hant: 模型狀態
zh_hk: 模型狀態

source: Models
ar: النماذج
cs: Modely
da: Modeller
de: Modelle
el: Μοντέλα
es: Modelos
es_419: Modelos
fi: Mallit
fr: Modèles
fr_ca: Modèles
he: דגמים
hi: मॉडल्स
hr: Modeli
hu: Modellek
id: Model
it: Modelli
ja: モデル
ko: 모델
ms: Model
nb: Modeller
nl: Modellen
pl: Modele
pt_br: Modelos
pt_pt: Modelos
ro: Modele
ru: Модели
sk: Modely
sv: Modeller
th: โมเดล
tr: Modeller
uk: Моделі
vi: Mô hình
zh_hans: 模型
zh_hant: 型號
zh_hk: 模型

source: New Chat
ar: دردشة جديدة
ca: Xat nou
cs: Nový chat
da: Ny chat
de: Neuer Chat
el: Νέα συνομιλία
es: Nuevo Chat
es_419: Nuevo chat
fi: Uusi keskustelu
fr: Nouvelle discussion
fr_ca: Nouvelle Discussion
he: צ'אט חדש
hi: नयी चैट
hr: Nova poruka
hu: Új csevegés
id: Obrolan Baru
it: Nuova chat
ja: 新規チャット
ko: 새로운 채팅
ms: Sembang Baru
nb: Ny chat
nl: Nieuwe chat
pl: Nowy czat
pt_br: Nova Conversa
pt_pt: Nova Conversa
ro: Chat nou
ru: Новый чат
sk: Nový chat
sv: Ny Chatt
th: เริ่มแชทใหม่
tr: Yeni Sohbet
uk: Нова розмова
vi: Trò chuyện mới
zh_hans: 新建对话
zh_hant: 新聊天
zh_hk: 新聊天

source: New Conversation
ar: محادثة جديدة
ca: Nova conversa
cs: Nová konverzace
da: Ny samtale
de: Neue Konversation
el: Νέα Συνομιλία
es: Nueva conversación
es_419: Nueva conversación
fi: Uusi keskustelu
fr: Nouvelle conversation
fr_ca: Nouvelle conversation
he: שיחה חדשה
hi: नई बातचीत
hr: Novi razgovor
hu: Új beszélgetés
id: Percakapan Baru
it: Nuova conversazione
ja: 新規メッセージ
ko: 새 대화
ms: Perbualan Baru
nb: Ny samtale
nl: Nieuw gesprek
pl: Nowa rozmowa
pt_br: Nova Conversa
pt_pt: Nova Conversa
ro: Conversație Nouă
ru: Новый чат
sk: Nový rozhovor
sv: Ny konversation
th: เริ่มการสนทนาใหม่
tr: Yeni Konuşma
uk: Нова розмова
vi: Cuộc trò chuyện mới
zh_hans: 新建对话
zh_hant: 新對話
zh_hk: 新對話

source: New Task
ar: مهمة جديدة
ca: Nova tasca
cs: Nový úkol
da: Ny Opgave
de: Neue Aufgabe
el: Νέα Εργασία
es: Nueva tarea
es_419: Nueva Tarea
fi: Uusi tehtävä
fr: Nouvelle tâche
fr_ca: Nouvelle tâche
he: משימה חדשה
hi: नई कार्य
hr: Novi zadatak
hu: Új feladat
id: Tugas Baru
it: Nuova attività
ja: 新規タスク
ko: 새 작업
ms: Tugasan Baharu
nb: Ny oppgave
nl: Nieuwe taak
pl: Nowe zadanie
pt_br: Nova Tarefa
pt_pt: Nova Tarefa
ro: Activitate nouă
ru: Новая задача
sk: Nová úloha
sv: Ny uppgift
th: งานใหม่
tr: Yeni Görev
uk: Нове завдання
vi: Tác vụ Mới
zh_hans: 新建任务
zh_hant: 新增任務
zh_hk: 新任務

source: No Chat
ar: لا توجد محادثة
ca: Sense xat
cs: Žádný chat
da: Ingen chat
de: Kein Chat
el: Χωρίς Συνομιλία
es: Sin chat
es_419: Sin chat
fi: Ei keskustelua
fr: Pas de discussion
fr_ca: Pas de discussion
he: אין צ'אט
hi: कोई चैट नहीं
hr: Nema chata
hu: Nincs csevegés
id: Tidak Ada Obrolan
it: Nessuna chat
ja: チャットなし
ko: 채팅 없음
ms: Tiada Sembang
nb: Ingen Chat
nl: Geen chat
pl: Brak czatu
pt_br: Sem bate-papo
pt_pt: Sem Chat
ro: Fără chat
ru: Нет чата
sk: Žiadny chat
sv: Ingen chatt
th: ไม่มีการแชท
tr: Sohbet Yok
uk: Немає чату
vi: Không có Trò chuyện
zh_hans: 无对话
zh_hant: 沒有聊天
zh_hk: 無聊天

source: No Conversation
ar: لا توجد محادثة
ca: Cap Conversa
cs: Žádný chat
da: Ingen samtale
de: Kein Gespräch
el: Καμία συνομιλία
es: Sin conversación
es_419: Sin conversación
fi: Ei keskusteluja
fr: Aucune conversation
fr_ca: Aucune conversation
he: אין שיחה
hi: कोई बातचीत नहीं
hr: Nema razgovora
hu: Nincs beszélgetés
id: Tidak Ada Percakapan
it: Nessuna conversazione
ja: 会話なし
ko: 대화 없음
ms: Tiada Perbualan
nb: Ingen samtaler
nl: Geen gesprek
pl: Brak rozmowy
pt_br: Sem conversa
pt_pt: Sem Conversa
ro: Nicio conversație
ru: Нет беседы
sk: Žiadna konverzácia
sv: Ingen konversation
th: ไม่มีการสนทนา
tr: Sohbet Yok
uk: Немає розмов
vi: Không có hội thoại
zh_hans: 无对话
zh_hant: 尚未有對話
zh_hk: 沒有對話

source: Not selected
ar: غير محدد
ca: No seleccionat
cs: Nevybráno
da: Ikke valgt
de: Nicht ausgewählt
el: Δεν έχει επιλεγεί
es: No seleccionado
es_419: No seleccionado
fi: Ei valittu
fr: Non sélectionné
fr_ca: Non sélectionné
he: לא נבחר
hi: चयनित नहीं
hr: Nije odabrano
hu: Nincs kiválasztva
id: Belum dipilih
it: Non selezionato
ja: 未選択
ko: 선택 안 됨
ms: Tidak dipilih
nb: Ikke valgt
nl: Niet geselecteerd
pl: Nie wybrano
pt_br: Não selecionado
pt_pt: Não selecionado
ro: Neselectat
ru: Не выбрано
sk: Nevybraté
sv: Inte valt
th: ไม่ได้เลือก
tr: Seçilmedi
uk: Не вибрано
vi: Không được chọn
zh_hans: 无选择
zh_hant: 未選取
zh_hk: 未選擇

source: OK
ar: حسنًا
ca: D'acord
he: אישור
hi: ठीक है
hr: U redu
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
uk: Гаразд
vi: Đồng ý
zh_hans: 确定
zh_hant: 好的
zh_hk: 確定

source: Please enter Hugging Face Repo ID
ar: يرجى إدخال معرف مستودع Hugging Face
ca: Introduïu l'ID del repositori de Hugging Face
cs: Zadejte ID repozitáře Hugging Face
da: Indtast venligst Hugging Face Repo ID
de: Bitte Hugging Face Repo-ID eingeben
el: Καταχωρίστε το ID του αποθετηρίου Hugging Face
es: Introduce el ID del repositorio de Hugging Face
es_419: Por favor, ingresa el ID del repositorio Hugging Face
fi: Anna Hugging Face -repo ID
fr: Veuillez entrer l'ID du dépôt Hugging Face
fr_ca: Veuillez entrer l'ID du dépôt Hugging Face
he: אנא הזן את מזהה המאגר של Hugging Face
hi: कृपया Hugging Face Repo ID दर्ज करें
hr: Unesite Hugging Face ID spremišta
hu: Adja meg a Hugging Face tárház azonosítóját
id: Masukkan Hugging Face Repo ID
it: Inserisci l'ID del repository di Hugging Face
ja: Hugging Face レポIDを入力してください
ko: Hugging Face 리포지토리 ID를 입력하세요
ms: Sila masukkan ID Repo Hugging Face
nb: Vennligst skriv inn Hugging Face-repo-ID
nl: Voer alstublieft Hugging Face-opslag-ID in
pl: Proszę wprowadzić ID repozytorium Hugging Face
pt_br: Insira o ID do Repositório Hugging Face
pt_pt: Insira o ID do Repositório Hugging Face
ro: Introduceți Hugging Face Repo ID
ru: Введите ID репозитория Hugging Face
sk: Zadajte ID úložiska Hugging Face
sv: Ange Hugging Face Repo-ID
th: โปรดป้อน Hugging Face Repo ID
tr: Lütfen Hugging Face Repo Kimliğini girin
uk: Введіть ID репозиторія Hugging Face
vi: Vui lòng nhập ID Kho Hugging Face
zh_hans: 请输入 Hugging Face 仓库 ID
zh_hant: 請輸入 Hugging Face Repo ID
zh_hk: 請輸入 Hugging Face Repo ID

source: Please select a new chat
ar: يرجى اختيار دردشة جديدة
ca: Seleccioneu un xat nou
cs: Vyberte nový chat
da: Vælg venligst en ny chat
de: Neuen Chat auswählen
el: Επιλέξτε νέα συνομιλία
es: Seleccione un nuevo chat
es_419: Seleccione un nuevo chat
fi: Valitse uusi keskustelu
fr: Veuillez sélectionner une nouvelle conversation
fr_ca: Veuillez sélectionner une nouvelle conversation
he: בחר/י צ'אט חדש
hi: कृपया एक नया चैट चुनें
hr: Odaberite novi chat
hu: Válassz egy új csevegést
id: Pilih obrolan baru
it: Seleziona una nuova chat
ja: 新しいチャットを選択してください
ko: 새 채팅을 선택하십시오
ms: Sila pilih sembang baru
nb: Velg en ny chat
nl: Selecteer een nieuw gesprek
pl: Wybierz nowy czat
pt_br: Selecione um novo chat
pt_pt: Selecione uma nova conversa
ro: Selectează un chat nou
ru: Выберите новый чат
sk: Vyberte novú konverzáciu
sv: Välj en ny chatt
th: โปรดเลือกแชทใหม่
tr: Yeni sohbet seçin
uk: Виберіть новий чат
vi: Vui lòng chọn cuộc trò chuyện mới
zh_hans: 请选择一个新的对话
zh_hant: 請選擇新的聊天
zh_hk: 請選擇新的聊天
